tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "sass/sass"
brew "autojump"
brew "readline"
brew "aws-elasticbeanstalk"
brew "cabextract"
brew "glib"
brew "cairo"
brew "clang-format"
brew "exa"
brew "fd"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "leptonica"
brew "libbluray"
brew "sdl2"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gdb"
brew "gh"
brew "git"
brew "git-delta"
brew "tcl-tk"
brew "htop"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli", link: false
brew "lazygit"
brew "lftp"
brew "llvm"
brew "minikube"
brew "mysql"
brew "nasm"
brew "ncdu"
brew "neovim"
brew "nginx"
brew "pyenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "shellcheck"
brew "stow"
brew "tmux"
brew "tree"
brew "vercel-cli"
brew "watch"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh-autosuggestions"
cask "font-hack-nerd-font"
cask "mactex"
